
/*
 * Network "set" (location) strings
 */
"DEFAULT_SET_NAME" = "自動";

/*
 * [System] Keychain descriptions for PPP
 */
"KEYCHAIN_KIND_PPP_PASSWORD" = "PPPパスワード";

/*
 * [System] Keychain descriptions for IPSec
 */
"KEYCHAIN_KIND_IPSEC_SHARED_SECRET" = "IPSec共有シークレット";
"KEYCHAIN_KIND_IPSEC_XAUTH_PASSWORD" = "IPSec XAuthパスワード";

/*
 * [System] Keychain descriptions for 802.1X
 *   Network Connection (Ethernet)
 *   Network Connection
 *   802.1X Password
 */
"KEYCHAIN_DESCRIPTION_EAPOL_INTERFACE" = "ネットワーク接続 (%@)";
"KEYCHAIN_DESCRIPTION_EAPOL" = "ネットワーク接続";
"KEYCHAIN_KIND_EAPOL" = "802.1Xパスワード";

/*
 * [System] Keychain descriptions for VPN
 */
"KEYCHAIN_KIND_VPN_PASSWORD" = "VPNパスワード";
